soap/disciplinary/REQUEST_EMPLOYEE.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <getEmpId xmlns="http://api.hrbase.sps.com">
            <company_id>?</company_id>
        </getEmpId>
    </Body>
</Envelope>
